{
    "ripam": [
        {
            "id": "A",
            "title": "Partie A - Généralités",
            "sections": [
                {
                    "id": "1",
                    "title": "",
                    "rules":[
                        {
                            "id": "1",
                            "title": "Champ d’application",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Les présentes Règles s’appliquent à tous les navires en haute mer et dans toutes les eaux attenantes accessibles aux navires de mer."
                                },
                                {
                                    "indent": "b",
                                    "text": "Aucune disposition des présentes Règles ne saurait entraver l’application de prescriptions spéciales édictées par l’autorité compétente au sujet de la navigation dans les rades, les ports, sur les fleuves, les lacs ou les voies de navigation intérieure attenantes à la haute mer et accessibles aux navires de mer. Toutefois, ces prescriptions spéciales doivent être conformes d’aussi près que possible aux présentes Règles."
                                },
                                {
                                    "indent": "c",
                                    "text": "Aucune disposition des présentes Règles ne saurait entraver l’application desprescriptions spéciales édictées par le Gouvernement d’un Etat en vue d’augmenter le nombre des feux de position, signaux lumineux, marques ou signaux au sifflet à utiliser par les bâtiments de guerre et les navires en convoi, ou en vue d’augmenter le nombre des feux de position signaux lumineux ou marques à utiliser par les navires en train de pêcher et constituant une flottille de pêche. Ces feux de position, signaux lumineux, marques ou signaux au sifflet supplémentaires doivent. dans toute la mesure du possible être tels qu’il soit impossible de les confondre avec tous autres feux, marques ou signaux autorisés par ailleurs dans les présentes Règles."
                                },
                                {
                                    "indent": "d",
                                    "text": "L’Organisation peut adopter les dispositifs de séparation du trafic aux fins des présentes Règles."
                                },
                                {
                                    "indent": "e",
                                    "text": "Toutes les fois qu’un Gouvernement considère qu’un navire de construction spéciale ou affecté à des opérations spéciales ne peut se conformer à toutes les dispositions de l’une quelconque des présentes Règles en ce qui concerne le nombre, l’emplacement, la portée ou le secteur de visibilité des feux et marques, ainsi que l’implantation et les caractéristiques des dispositifs de signalisation sonore, ce navire doit se conformer à telles autres dispositions relatives au nombre, à l’emplacement, à la portée ou au secteur de visibilité des feux ou marques, ainsi qu’à l’implantation et aux caractéristiques des dispositifs de signalisation sonore, qui, de l’avis du Gouvernement intéressé, permettent dans ces cas de se conformer d’aussi près que possible aux présentes Règles."
                                }
                            ]
                        },
                        {
                            "id": "2",
                            "title": "Responsabilité",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Aucune disposition des présentes Règles ne saurait exonérer soit un navire, soit son propriétaire, son capitaine ou son équipage des conséquences d’une négligence quelconque quant à l’application des présentes Règles ou quant à toute précaution que commandent l’expérience ordinaire du marin ou les circonstances particulières dans lesquelles se trouve le navire."
                                },
                                {
                                    "indent": "b",
                                    "text": "En interprétant et en appliquant les présentes Règles, on doit tenir dûment compte de tous les dangers de la navigation et des risques d’abordage, ainsi que de toutes les circonstances particulières, notamment les limites d’utilisation des navires en cause, qui peuvent obliger à s’écarter des présentes Règles pour éviter un danger immédiat."
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "title": "Définitions générales",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Aux fins des présentes Règles, sauf dispositions contraires résultant du contexte :"
                                },
                                {
                                    "indent": "a",
                                    "text": "Le terme **«navire»** désigne tout engin ou tout appareil de quelque nature que ce soit, y compris les engins sans tirant d’eau, les navions et les hydravions, utilisé ou susceptible d’être utilisé comme moyen de transport sur l’eau."
                                },
                                {
                                    "indent": "b",
                                    "text": "L’expression **«navire à propulsion mécanique»** désigne tout navire mû par une machine."
                                },
                                {
                                    "indent": "c",
                                    "text": "L’expression **«navire à voile»** désigne tout navire marchant à la voile, même s’il possède une machine propulsive, à condition toutefois que celle-ci ne soit pas utilisée."
                                },
                                {
                                    "indent": "d",
                                    "text": "L’expression **«navire en train de pêcher»** désigne tout navire qui pêche avec des filets, lignes, chaluts ou autres engins de pêche réduisant sa capacité de manœuvre, mais ne s’applique pas aux navires qui pêchent avec des lignes traînantes ou autres engins de pêche ne réduisant pas leur capacité de manœuvre."
                                },
                                {
                                    "indent": "e",
                                    "text": "Le terme **«hydravion»** désigne tout aéronef conçu pour manœuvrer sur l’eau."
                                },
                                {
                                    "indent": "f",
                                    "text": "L’expression **«navire qui n’est pas maître  de sa manœuvre»** désigne un navire qui, en raison de circonstances exceptionnelles, n’est pas en mesure de manœuvrer conformément aux présentes Règles et ne peut donc pas s’écarter de la route d’un autre navire."
                                },
                                {
                                    "indent": "g",
                                    "text": "L’expression **«navire à capacité de manœuvre restreinte»** désigne tout navire dont la capacité à manœuvrer conformément aux présentes Règles est limitée de par la nature de ses travaux, et qui ne peut par conséquent pas s’écarter de la route d’un autre navire. Les **«navires à capacité de manœuvre restreinte»** comprennent, sans que cette liste soit limitative :"
                                },
                                {
                                    "indent": "_i",
                                    "text": "les navires en train de poser ou de relever une bouée, un câble ou un pipeline sous-marins ou d’en assurer l’entretien;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "les navires en train d’effectuer des opérations de dragage, d’hydrographie ou d’océanographie, ou des travaux sous-marins;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "les navires en train d’effectuer un ravitaillement ou de transborder des personnes, des provisions ou une cargaison et faisant route;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "les navires en train d’effectuer des opérations de décollage ou d’appontage ou de récupération d’aéronefs;"
                                },
                                {
                                    "indent": "_v",
                                    "text": "les navires en train d’effectuer des opérations de déminage;"
                                },
                                {
                                    "indent": "_vi",
                                    "text": "les navires en train d’effectuer une opération de remorquage qui permet difficilement au navire remorqueur et à sa remorque de modifier leur route."
                                },
                                {
                                    "indent": "h",
                                    "text": "L’expression **«Navire handicapé par son tirant d’eau»** désigne tout navire à propulsion mécanique qui, en raison de son tirant d’eau, de la profondeur et de la largeur disponibles des eaux navigables, peut difficilement modifier sa route."
                                },
                                {
                                    "indent": "i",
                                    "text": "L’expression **«faisant route»** s’applique à tout navire qui n’est ni à l’ancre, ni amarré à terre, ni échoué."
                                },
                                {
                                    "indent": "j",
                                    "text": "Les termes **«longueur»** et **«largeur»** d’un navire désignent sa longueur hors tout et sa plus grande largeur."
                                },
                                {
                                    "indent": "k",
                                    "text": "Deux navires ne sont considérés comme étant en vue l’un de l’autre que lorsque l’un d’eux peut être observé visuellement par l’autre."
                                },
                                {
                                    "indent": "l",
                                    "text": "L’expression **«visibilité réduite»** désigne toute situation où la visibilité est diminuée par suite de brume, bruine, neige, forts grains de pluie ou tempêtes de sable, ou pour toutes autres causes analogues."
                                },
                                {
                                    "indent": "m",
                                    "text": "Le terme **«navion»** désigne un engin multimodal dont le principal mode d’exploitation est le vol à proximité de la surface sous l’effet de surface."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "B",
            "title": "Partie B - Règles de barre et de route",
            "sections": [
                {
                    "id": "1",
                    "title": "Conduite des navires dans toutes les conditions de visibilité",
                    "rules": [
                        {
                            "id": "4",
                            "title": "Champ d’application",
                            "content": [
                                {
                                    "indent": "p",
                                    "text": "Les règles de la présente section s’appliquent dans toutes les conditions de visibilité."
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "title": "Veille",
                            "content": [
                                {
                                    "indent": "p",
                                    "text": "Tout navire doit en permanence assurer une veille visuelle et auditive appropriée, en utilisant également tous les moyens disponibles qui sont adaptés aux circonstances et conditions existantes, de manière à permettre une pleine appréciation de la situation et du risque d’abordage."
                                }
                            ]
                        },
                        {
                            "id": "6",
                            "title": "Vitesse de sécurité",
                            "content": [
                                {
                                    "indent": "p",
                                    "text": "Tout navire doit maintenir en permanence une vitesse de sécurité telle qu’il puisse prendre des mesures appropriées et efficaces pour éviter un abordage et pour s’arrêter sur une distance adaptée aux circonstances et conditions existantes."
                                },
                                {
                                    "indent": "p",
                                    "text": "Les facteurs suivants doivent notamment être pris en considération pour déterminer la vitesse de sécurité:"
                                },
                                {
                                    "indent": "a",
                                    "text": "Pour tous les navires:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "la visibilité;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "la densité du trafic et notamment les concentrations de navires de pêche ou de tous autres navires;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "la capacité de manœuvre du navire et plus particulièrement sa distance d’arrêt et ses qualités de giration dans les conditions existantes;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "de nuit, la présence d’un arrière-plan lumineux tel que celui créé par des feux côtiers ou une diffusion de la lumière des propres feux du navire;"
                                },
                                {
                                    "indent": "_v",
                                    "text": "l’état du vent, de la mer et des courants et la proximité de risques pour la navigation;"
                                },
                                {
                                    "indent": "_vi",
                                    "text": "le tirant d’eau en fonction de la profondeur d’eau disponible."
                                },
                                {
                                    "indent": "b",
                                    "text": "De plus, par les navires qui utilisent un radar:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "les caractéristiques, l’efficacité et les limites d’utilisation de l’équipement radar;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "les limitations qui résultent de l’échelle de portée utilisée sur le radar;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "l’effet de l’état de la mer, des conditions météorologiques et d’autres sources de brouillage sur la détection au radar;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "le fait que les petits bâtiments, les glaces et d’autres objets flottants peuvent ne pas être décelés par le radar à une distance suffisante;"
                                },
                                {
                                    "indent": "_v",
                                    "text": "le nombre, la position et le mouvement des navires détectés par le radar;"
                                },
                                {
                                    "indent": "_vi",
                                    "text": "le fait qu’il est possible d’apprécier plus exactement la visibilité lorsque le radar est utilisé pour déterminer la distance des navires et des autres objets situés dans les parages."
                                }
                            ]
                        },
                        {
                            "id": "7",
                            "title": "Risque d’abordage",
                            "content": [
                                {
                                    "indent": "a",
                                    "text": "Tout navire doit utiliser tous les moyens disponibles qui sont adaptés aux circonstances et conditions existantes pour déterminer s’il existe un risque d’abordage. S’il y a doute quant au risque d’abordage, on doit considérer que ce risque existe."
                                },
                                {
                                    "indent": "b",
                                    "text": "S’il y a à bord un équipement radar en état de marche, on doit l’utiliser de façon appropriée en recourant, en particulier, au balayage à longue portée afin de déceler à l’avance un risque d’abordage, ainsi qu’au **«plotting»** radar ou à toute autre observation systématique équivalente des objets détectés."
                                },
                                {
                                    "indent": "c",
                                    "text": "On doit éviter de tirer des conclusions de renseignements insuffisants, notamment de renseignements radar insuffisants."
                                },
                                {
                                    "indent": "d",
                                    "text": "L’évaluation d’un risque d’abordage doit notamment tenir compte des considérations suivantes:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "il y a risque d’abordage si le relèvement au compas d’un navire qui s’approche ne change pas de manière appréciable;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "un tel risque peut parfois exister même si l’on observe une variation appréciable du relèvement, particulièrement lorsque l’on s’approche d’un très grand navire, d’un train de remorque ou d’un navire qui est à courte distance."
                                }
                            ]
                        },
                        {
                            "id": "8",
                            "title": "Manœuvre pour éviter les abordages",
                            "content": [
                                {
                                    "indent": "a",
                                    "text": "Toute manœuvre entreprise pour éviter un abordage doit être conforme aux règles énoncées dans la présente partie et, si les circonstances le permettent, être exécutée franchement, largement à temps et conformément aux bons usages maritimes."
                                },
                                {
                                    "indent": "b",
                                    "text": "Tout changement de cap ou de vitesse, ou des deux à la fois, visant a éviter un abordage doit, si les circonstances le permettent, être assez important pour être immédiatement perçu par tout navire qui l’observe visuellement ou au radar; une succession de changements peu importants de cap ou de vitesse, ou des deux à la fois, est à éviter."
                                },
                                {
                                    "indent": "c",
                                    "text": "Si le navire a suffisamment de place, le changement de cap à lui seul peut être la manœuvre la plus efficace pour éviter de se trouver en situation très rapprochée à condition que cette manœuvre soit faite largement à temps, qu’elle soit franche et qu’elle n’aboutisse pas à une autre situation très rapprochée.If there is sufficient sea-room, alteration of course alone may be the most effective action to avoid a close-quarters situation provided that it is made in good time, is substantial and does not result in another close-quarters situation."
                                },
                                {
                                    "indent": "d",
                                    "text": "Les manœuvres effectuées pour éviter l’abordage avec un autre navire doivent être telles qu’elles permettent de passer à une distance suffisante. L’efficacité des manœuvres doit être attentivement contrôlée jusqu’à ce que l’autre navire soit définitivement paré et clair."
                                },
                                {
                                    "indent": "e",
                                    "text": "Si cela est nécessaire pour éviter un abordage ou pour laisser plus de temps pour apprécier la situation, un navire doit réduire sa vitesse ou casser son erre en arrêtant son appareil propulsif ou en battant en arrière au moyen de cet appareil."
                                },
                                {
                                    "indent": "f-i",
                                    "text": "Un navire qui, en vertu de l’une quelconque des présentes Règles, est tenu de ne pas gêner le passage d’un autre navire ou de permettre son libre passage doit, lorsque les circonstances l’exigent, manœuvrer sans tarder afin de laisser suffisamment de place à l’autre navire pour permettre son libre passage."
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navire qui est tenu de ne pas gêner le passage d’un autre navire ou de permettre son libre passage n’est pas dispensé de cette obligation s’il s’approche de l’autre navire de telle sorte qu’il existe un risque d’abordage et il doit, lorsqu’il effectue sa manœuvre, tenir dûment compte des manœuvres qui pourraient être requises en vertu des règles de la présente partie."
                                },
                                {
                                    "indent": "_iii",
                                    "text": "Un navire dont le passage ne doit pas être gêné reste pleinement tenu de se conformer aux règles de la présente partie lorsque les deux navires se rapprochent l’un de l’autre de telle sorte qu’il existe un risque d’abordage."
                                }
                            ]
                        },
                        {
                            "id": "9",
                            "title": "Chenaux étroits",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Les navires faisant route dans un chenal étroit ou une voie d’accès doivent, lorsque cela peut se faire sans danger, naviguer aussi près que possible de la limite extérieure droite du chenal ou de la voie d’accès."
                                },
                                {
                                    "indent": "b",
                                    "text": "Les navires de longueur inférieure à 20 mètres et les navires à voile ne doivent pas gêner le passage des navires qui ne peuvent naviguer en toute sécurité qu’à l’intérieur d’un chenal étroit ou d’une voie d’accès."
                                },
                                {
                                    "indent": "c",
                                    "text": "Les navires en train de pêcher ne doivent pas gêner le passage des autres navires naviguant à l’intérieur d’un chenal étroit ou d’une voie d’accès."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire ne doit pas traverser un chenal étroit ou une voie d’accès si, ce faisant, il gêne le passage des navires qui ne peuvent naviguer en toute sécurité qu’à l’intérieur de ce chenal ou de cette voie d’accès; ces derniers navires peuvent utiliser le signal sonore prescrit par la règle 34(d) s’ils doutent des intentions du navire qui traverse le chenal ou la voie d’accès."
                                },
                                {
                                    "indent": "e_i",
                                    "text": "Dans un chenal étroit ou une voie d’accès, lorsqu’un dépassement ne peut s’effectuer que si le navire rattrapé manœuvre pour permettre à l’autre navire de le dépasser en toute sécurité, le navire qui a l’intention de dépasser doit faire connaître son intention en émettant le signal sonore approprié prescrit par la règle 34(c)(i). Le navire rattrapé doit, s’il est d’accord, faire entendre le signal approprié prescrit par la règle 34(c)(ii) et manœuvrer de manière à permettre un dépassement en toute sécurité. S’il est dans le doute, il peut émettre les signaux sonores prescrits par la règle 34(d);"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "la présente règle ne saurait dispenser le navire qui rattrape de l’obligation de se conformer aux dispositions de la règle 13."
                                },
                                {
                                    "indent": "f",
                                    "text": "Un navire qui s’approche d’un coude ou d’un endroit situé dans un chenal étroit ou une voie d’accès où d’autres navires peuvent être cachés par la présence d’obstacles doit naviguer dans cette zone avec une prudence et une vigilance particulière et faire entendre le signal approprié prescrit par la règle 34(e)."
                                },
                                {
                                    "indent": "g",
                                    "text": "Tout navire doit, si les circonstances le permettent, éviter de mouiller dans un chenal étroit."
                                }
                            ]
                        },
                        {
                            "id": "10",
                            "title": "Dispositifs de séparation du trafic",
                            "content": [
                                {
                                    "indent": "a",
                                    "text": "La présente règle s’applique aux dispositifs de séparation du trafic adoptés par l’Organisation et ne saurait dispenser aucun navire de ses obligations en vertu de l’une quelconque des autres règles."
                                },
                                {
                                    "indent": "b",
                                    "text": "Les navires qui naviguent à l’intérieur d’un dispositif de séparation du trafic doivent:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "suivre la voie de circulation appropriée dans la direction générale du trafic pour cette voie;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "s’écarter dans toute la mesure du possible de la ligne ou de la zone de séparation du trafic;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "en règle générale, s’engager dans une voie de circulation ou en sortir à l’une des extrémités, mais lorsqu’ils s’y engagent ou en sortent latéralement, effectuer cette manœuvre sous un angle aussi réduit que possible par rapport à la direction générale du trafic."
                                },
                                {
                                    "indent": "c",
                                    "text": "Les navires doivent éviter autant que possible de couper les voies de circulation mais, s’ils y sont obligés, ils doivent le faire en suivant un cap qui soit autant que possible perpendiculaire à la direction générale du trafic."
                                },
                                {
                                    "indent": "d-i",
                                    "text": "Les navires ne doivent pas utiliser une zone de navigation côtière lorsqu’ils peuvent en toute sécurité utiliser la voie de circulation appropriée du dispositif adjacent de séparation du trafic. Toutefois, les navires de longueur inférieure à 20 mètres, les navires à voile et les navires en train de pêcher peuvent utiliser la zone de navigation côtière;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Nonobstant les dispositions de l’alinéa (d)(i), les navires peuvent utiliser une zone de navigation côtière lorsqu’ils gagnent ou quittent un port, une installation ou une structure au large, une station de pilotage ou tout autre endroit se trouvant à l’intérieur de la zone de navigation côtière ou pour éviter un danger immédiat."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire autre qu’un navire qui coupe un dispositif ou qu’un navire qui s’engage dans une voie de circulation ou qui en sort ne doit normalement pas pénétrer dans une zone de séparation ou franchir une ligne de séparation sauf:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "en cas d’urgence, pour éviter un danger immédiat;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "pour pêcher dans une zone de séparation."
                                },
                                {
                                    "indent": "f",
                                    "text": "Les navires qui naviguent dans des zones proches des extrémités d’un dispositif de séparation du trafic doivent le faire avec une vigilance particulière."
                                },
                                {
                                    "indent": "g",
                                    "text": "Les navires doivent éviter, dans toute la mesure du possible, de mouiller à l’intérieur d’un dispositif de séparation du trafic ou dans les zones proches de ses extrémités."
                                },
                                {
                                    "indent": "h",
                                    "text": "Les navires qui n’utilisent pas un dispositif de séparation du trafic doivent s’en écarter aussi largement que possible."
                                },
                                {
                                    "indent": "i",
                                    "text": "Les navires en train de pêcher ne doivent pas gêner le passage des navires qui suivent une voie de circulation."
                                },
                                {
                                    "indent": "j",
                                    "text": "Les navires de longueur inférieure à 20 mètres ou les navires à voile ne doivent pas gêner le passage des navires à propulsion mécanique qui suivent une voie de circulation."
                                },
                                {
                                    "indent": "k",
                                    "text": "Un navire qui a une capacité de manœuvre restreinte lorsqu’il effectue une opération destinée au maintien de la sécurité de la navigation dans un dispositif de séparation du trafic est dispensé de satisfaire à la présente règle dans la mesure nécessaire pour effectuer l’opération."
                                },
                                {
                                    "indent": "l",
                                    "text": "Un navire qui a une capacité de manœuvre restreinte lorsqu’il effectue une opération en vue de poser, de réparer ou de relever un câble sous-marin à l’intérieur d’un dispositif de séparation du trafic, est dispensé de satisfaire à la présente règle dans la mesure nécessaire pour effectuer l’opération."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "2",
                    "title": "Conduite des navires en vue les uns des autres",
                    "rules":[
                        {
                            "id": "11",
                            "title": "Application",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Les règles de la présente section s’appliquent aux navires qui sont en vue les uns des autres."
                                }
                            ]
                        },
                        {
                            "id": "12",
                            "title": "Navires à voile",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Lorsque deux navires à voile s’approchent l’un de l’autre de manière à faire craindre un abordage, l’un d’eux doit s’écarter de la route de l’autre comme suit:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "quand les navires reçoivent le vent d’un bord différent, celui qui reçoit le vent de bâbord doit s’écarter de la route de l’autre;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "quand les deux navires reçoivent le vent du même bord, celui qui est au vent doit s’écarter de la route de celui qui est sous le vent;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "si un navire qui reçoit le vent de bâbord voit un autre navire au vent et ne peut pas déterminer avec certitude si cet autre navire reçoit le vent de bâbord ou de tribord, le premier doit s’écarter de la route de l’autre."
                                },
                                {
                                    "indent": "b",
                                    "text": "Aux fins d’application de la présente règle, le côté d’où vient le vent doit être considéré comme étant celui du bord opposé au bord de brassage de la grand-voile ou, dans le cas d’un navire à phares carrés, le côté opposé au bord de brassage de la plus grande voile aurique (ou triangulaire)."
                                }
                            ]
                        },
                        {
                            "id": "13",
                            "title": "Navire qui en rattrape un autre",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Nonobstant toute disposition des règles des sections I et II de la partie B, tout navire qui en rattrape un autre doit s’écarter de la route de ce dernier."
                                },
                                {
                                    "indent": "b",
                                    "text": "Doit se considérer comme en rattrapant un autre, un navire qui s’approche d’un autre navire en venant d’une direction de plus de 22,5 degrés sur l’arrière du travers de ce dernier, c’est-à-dire qui se trouve dans une position telle, par rapport au navire rattrapé, que, de nuit, il pourrait voir seulement le feu arrière de ce navire, sans voir aucun de ses feux de côté."
                                },
                                {
                                    "indent": "c",
                                    "text": "Lorsqu’un navire ne peut déterminer avec certitude s’il en rattrape un autre, il doit se considérer comme un navire qui en rattrape un autre et manœuvrer en conséquence."
                                },
                                {
                                    "indent": "d",
                                    "text": "Aucun changement ultérieur dans le relèvement entre les deux navires ne peut faire considérer le navire qui rattrape l’autre comme croisant la route de ce dernier au sens des présentes règles ni l’affranchir de l’obligation de s’écarter de la route du navire rattrapé jusqu’à ce qu’il soit tout à fait paré et clair."
                                }
                            ]
                        },
                        {
                            "id": "14",
                            "title": "Navires qui font des routes directement opposées",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Lorsque deux navires à propulsion mécanique font des routes directement opposées ou à peu près opposées de telle sorte qu’il existe un risque d’abordage, chacun d’eux doit venir sur tribord pour passer par bâbord l’un de l’autre."
                                },
                                {
                                    "indent": "b",
                                    "text": "On doit considérer qu’une telle situation existe lorsqu’un navire en voit un autre devant lui ou pratiquement devant lui, de sorte que, de nuit, il verrait les feux de mât de l’autre navire, l’un par l’autre ou presque et/ou ses deux feux de côté et que, de jour, il verrait l’autre navire sous un angle correspondant."
                                },
                                {
                                    "indent": "c",
                                    "text": "Lorsqu’un navire ne peut déterminer avec certitude si une telle situation existe, il doit considérer qu’elle existe effectivement et manœuvrer en conséquence."
                                }
                            ]
                        },
                        {
                            "id": "15",
                            "title": "Navires dont les routes se croisent",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Lorsque deux navires à propulsion mécanique font des routes qui se croisent de telle sorte qu’il existe un risque d’abordage, le navire qui voit l’autre navire sur tribord doit s’écarter de la route de celui-ci et, si les circonstances le permettent, éviter de croiser sa route sur l’avant."
                                }
                            ]
                        },
                        {
                            "id": "16",
                            "title": "Manœuvre du navire non privilégié",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Tout navire qui est tenu de s’écarter de la route d’un autre navire doit, autant que possible, manœuvrer de bonne heure et franchement de manière à s’écarter largement."
                                }
                            ]
                        },
                        {
                            "id": "17",
                            "title": "Manœuvre du navire privilégié",
                            "content":[
                                {
                                    "indent": "a-i",
                                    "text": "Lorsqu’un navire est tenu de s’écarter de la route d’un autre navire, cet autre navire doit maintenir son cap et sa vitesse."
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Néanmoins, ce dernier peut manœuvrer, afin d’éviter l’abordage par sa seule manœuvre, aussitôt qu’il lui parait évident que le navire qui est dans l’obligation de s’écarter de sa route n’effectue pas la manœuvre appropriée prescrite par les présentes Règles."
                                },
                                {
                                    "indent": "b",
                                    "text": "Quand, pour une cause quelconque, le navire qui est tenu de maintenir son cap et sa vitesse se trouve tellement près de l’autre que l’abordage ne peut être évité par la seule manœuvre du navire qui doit laisser la route libre, il doit de son côté faire la manœuvre qui est la meilleure pour aider à éviter l’abordage."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire à propulsion mécanique qui manœuvre pour éviter un abordage avec un autre navire à propulsion mécanique dont la route croise la sienne dans les conditions prévues à l’alinéa a) ii) de la présente règle ne doit pas, si les circonstances le permettent, abattre sur bâbord lorsque l’autre navire est bâbord à lui."
                                },
                                {
                                    "indent": "d",
                                    "text": "La présente règle ne saurait dispenser le navire qui doit laisser la route libre de l’obligation de s’écarter de la route de l’autre navire."
                                }
                            ]
                        },
                        {
                            "id": "18",
                            "title": "Responsabilités réciproques des navires",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Sauf dispositions contraires des règles 9, 10 et 13:"
                                },
                                {
                                    "indent": "a",
                                    "text": "Un navire à propulsion mécanique faisant route doit s’écarter de la route:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "d’un navire qui n’est pas maître de sa manœuvre;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "d’un navire à capacité de manœuvre restreinte;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "d’un navire en train de pêcher;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "d’un navire à voile."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire à voile faisant route doit s’écarter de la route:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "d’un navire qui n’est pas maître de sa manœuvre;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "d’un navire à capacité de manœuvre restreinte;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "d’un navire en train de pêcher."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire en train de pêcher et faisant route doit, dans la mesure du possible, s’écarter de la route:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "d’un navire qui n’est pas maître de sa manœuvre;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "d’un navire à capacité de manœuvre restreinte."
                                },
                                {
                                    "indent": "d_i",
                                    "text": "Tout navire autre qu’un navire qui n’est pas maître de sa manœuvre ou qu’un navire à capacité de manœuvre restreinte doit, si les circonstances le permettent, éviter de gêner le libre passage d’un navire handicapé par son tirant d’eau, qui montre les signaux prévus à la règle 28;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navire handicapé par son tirant d’eau doit naviguer avec une prudence particulière, en tenant dûment compte de sa situation spéciale."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un hydravion amerri doit, en règle générale, se tenir largement à l’écart de tous les navires et éviter de gêner leur navigation. Toutefois, lorsqu’il y a risque d’abordage, cet hydravion doit se conformer aux règles de la présente partie."
                                },
                                {
                                    "indent": "f_i",
                                    "text": "Un navion doit, lorsqu’il décolle, atterrit ou vole près de la surface, se maintenir à bonne distance de tous les autres navires et éviter de gêner leur navigation."
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navion exploité à la surface de l’eau doit observer les règles de la présente partie en tant que navire à propulsion mécanique."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "3",
                    "title": "Conduite des navires par visibilité réduite",
                    "rules":[
                        {
                            "id": "19",
                            "title": "Conduire des navires par visibilité réduite",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "La présente règle s’applique aux navires qui ne sont pas en vue les uns des autres et qui naviguent à l’intérieur ou à proximité de zones de visibilité réduite."
                                },
                                {
                                    "indent": "b",
                                    "text": "Tout navire doit naviguer à une vitesse de sécurité adaptée aux circonstances existantes et aux conditions de visibilité réduite. Les navires à propulsion mécanique doivent tenir leurs machines prêtes à manœuvrer immédiatement."
                                },
                                {
                                    "indent": "c",
                                    "text": "Tout navire, lorsqu’il applique les règles de la section I de la présente partie, doit tenir dûment compte des circonstances existantes et des conditions de visibilité réduite."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire qui détecte au radar seulement la présence d’un autre navire doit déterminer si une situation très rapprochée est en train de se créer et/ou si un risque d’abordage existe. Dans ce cas, il doit prendre largement à temps les mesures pour éviter cette situation; toutefois, si ces mesures consistent en un changement de cap, il convient d’éviter, dans la mesure du possible, les manœuvres suivantes:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "un changement de cap sur bâbord dans le cas d’un navire qui se trouve sur l’avant du travers, sauf si ce navire est en train d’être rattrapé;"
                                },
                                {
                                    "indent": "_i",
                                    "text": "un changement de cap en direction d’un navire qui vient par le travers ou sur l’arrière du travers."
                                },
                                {
                                    "indent": "e",
                                    "text": "Sauf lorsqu’il a été établi qu’il n’existe pas de risque d’abordage, tout navire qui entend, dans une direction qui lui paraît être sur l’avant du travers, le signal de brume d’un autre navire, ou qui ne peut éviter une situation très rapprochée avec un autre navire situé sur l’avant du travers, doit réduire sa vitesse au minimum nécessaire pour maintenir son cap. Il doit, si nécessaire, casser son erre et, en toutes circonstances, naviguer avec une extrême précaution jusqu’à ce que le risque d’abordage soit passé."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "C",
            "title": "Partie C - Feux et marques",
            "sections": [
                {
                    "id": "1",
                    "title": "",
                    "rules":[
                        {
                            "id": "20",
                            "title": "Champ d’application",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Les règles de la présente partie doivent être observées par tous les temps."
                                },
                                {
                                    "indent": "b",
                                    "text": "Les règles concernant les feux doivent être observées du coucher au lever du soleil. Pendant cet intervalle, on ne doit montrer aucun autre feu pouvant être confondu avec les feux prescrits par les présentes règles et pouvant gêner la visibilité ou le caractère distinctif de ceux-ci ou pouvant empêcher d’exercer une veille satisfaisante."
                                },
                                {
                                    "indent": "c",
                                    "text": "Les feux prescrits par les présentes règles, lorsqu’ils existent, doivent également être montrés du lever au coucher du soleil par visibilité réduite et peuvent être montrés dans toutes les autres circonstances où cette mesure est jugée nécessaire."
                                },
                                {
                                    "indent": "d",
                                    "text": "Les règles concernant les marques doivent être observées de jour."
                                },
                                {
                                    "indent": "e",
                                    "text": "Les feux et les marques prescrits par les présentes règles doivent être conformes aux dispositions de l’annexe I des présentes règles."
                                }
                            ]
                        },
                        {
                            "id": "21",
                            "title": "Définitions",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "L’expression **«feu de tête de mât»** désigne un feu blanc placé au-dessus de l’axe longitudinal du navire, projetant une lumière ininterrompue sur tout le parcours d’un arc d’horizon de 225 degrés et disposé de manière à projeter cette lumière depuis l’avant jusqu’à 22,5 degrés sur l’arrière du travers de chaque bord."
                                },
                                {
                                    "indent": "b",
                                    "text": "L’expression **«feu de côté»** désigne un feu vert placé à tribord et un feu rouge placé à bâbord, projetant chacun une lumière ininterrompue sur tout le parcours d’un arc d’horizon de 112,5 degrés et disposés de manière a projeter cette lumière depuis l’avant jusqu’à 22,5 degrés sur l’arrière du travers de leur côté respectif. A bord des navires de longueur inférieure à 20 mètres les feux de côté peuvent être combinés en un seul fanal placé dans l’axe longitudinal du navire."
                                },
                                {
                                    "indent": "c",
                                    "text": "L’expression **«feu de poupe»** désigne un feu blanc placé aussi près que possible de la poupe, projetant une lumière ininterrompue sur tout le parcours d’un arc d’horizon de 135 degrés et disposé de manière à projeter cette lumière sur un secteur de 67,5 degrés de chaque bord à partir de l’arrière."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(21)(a)(b)(c)"
                                },
                                {
                                    "indent": "d",
                                    "text": "L’expression **«feu de remorquage»** désigne un feu jaune ayant les mêmes caractéristiques que le feu de poupe défini au paragraphe c) de la présente règle."
                                },
                                {
                                    "indent": "e",
                                    "text": "L’expression **«feu visible sur tout l’horizon»** désigne un feu projetant une lumière ininterrompue sur un arc d’horizon de 360 degrés."
                                },
                                {
                                    "indent": "f",
                                    "text": "L’expression **«feu à éclats»** désigne un feu à éclats réguliers dont le rythme est de 120 éclats ou plus par minute."
                                }
                            ]
                        },
                        {
                            "id": "22",
                            "title": "Portée lumineuse des feux",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Les feux prescrits par les présentes Règles doivent avoir l’intensité spécifiée à la section 8 de l’annexe I du présent Règlement, de manière à être visibles aux distances minimales suivantes:"
                                },
                                {
                                    "indent": "a",
                                    "text": "pour les navires de longueur égale ou supérieure à 50 mètres:"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de tête de mât: 6 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de côté: 3 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de poupe: 3 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de remorquage: 3 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu blanc, rouge, vert ou jaune visible sur tout l’horizon: 3 milles."
                                },
                                {
                                    "indent": "b",
                                    "text": "pour les navires de longueur égale ou supérieure à 12 mètres mais inférieure à 50 mètres:"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de tête de mât: 5 milles; si la longueur du navire est inférieure à 20 mètres: 3 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de côté: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de poupe: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de remorquage: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu blanc, rouge, vert ou jaune visible sur tout l’horizon: 2 milles."
                                },
                                {
                                    "indent": "c",
                                    "text": "pour les navires de longueur inférieure à 12 mètres:"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de tête de mât: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de côté: 1 mille;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de poupe: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu de remorquage: 2 milles;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu blanc, rouge, vert ou jaune visible sur tout l’horizon: 2 milles."
                                },
                                {
                                    "indent": "d",
                                    "text": "pour les navires ou objets remorqués qui sont partiellement submergés et difficiles à apercevoir:"
                                },
                                {
                                    "indent": "_•",
                                    "text": "feu blanc visible sur tout l’horizon: 3 milles."
                                }
                            ]
                        },
                        {
                            "id": "23",
                            "title": "Navires à propulsion mécanique faisant route",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire à propulsion mécanique faisant route doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "un feu de tête de mât à l’avant;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "un second feu de tête de mât à l’arrière du premier et plus haut que celui-ci; toutefois, les navires de longueur inférieure à 50 mètres ne sont pas tenus de montrer ce feu, mais peuvent le faire;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "des feux de côté"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "un feu de poupe."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(a)_port"
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(a)_stbd"
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(a)_fwd"
                                },
                                {
                                    "indent": "b",
                                    "text": "Un aéroglisseur exploité sans tirant d’eau doit, outre les feux prescrits au paragraphe (a) de la présente règle, montrer un feu jaune à éclats visible sur tout l’horizon."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(b)"
                                },
                                {
                                    "indent": "c",
                                    "text": "Lorsqu’il décolle, atterrit ou vole près de la surface, un navion doit montrer, outre les feux prescrits au paragraphe (a) de la présente règle, un feu rouge à éclats de fortes intensité, visible sur tout l’horizon."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(c)"
                                },
                                {
                                    "indent": "d_i",
                                    "text": "Un navire à propulsion mécanique de longueur inférieure à 12 mètres peut, au lieu des feux prescrits au paragraphe a) de la présente règle, montrer un feu blanc visible sur tout l’horizon et des feux de côté."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(23)(d)"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navire à propulsion mécanique de longueur inférieure à 7 mètres et dont la vitesse maximale ne dépasse pas 7 nœuds peut, au lieu des feux prescrits au paragraphe a) de la présente règle, montrer un feu blanc visible sur tout l’horizon; il doit, si possible, montrer en outre des feux de côté."
                                },
                                {
                                    "indent": "_iii",
                                    "text": "Le feu de tête de mât ou le feu blanc visible sur tout l’horizon à bord d’un navire à propulsion mécanique de longueur inférieure à 12 mètres peut ne pas se trouver dans l’axe longitudinal du navire s’il n’est pas possible de l’installer sur cet axe à condition que les feux de côté soient combinés en un seul fanal qui soit disposé dans l’axe longitudinal du navire ou situé aussi près que possible de l’axe longitudinal sur lequel se trouve le feu de tête de mât ou le feu blanc visible sur tout l’horizon."
                                }
                            ]
                        },
                        {
                            "id": "24",
                            "title": "Remorquage et poussage",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire à propulsion mécanique en train de remorquer doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "au lieu du feu prescrit par la règle 23(a)(i) ou par la règle 23(a)(ii), deux feux de tête de mât superposés. Lorsque la longueur du train de remorque mesurée de l’arrière du navire remorquant à l’extrémité arrière du train de remorque dépasse 200 mètres, il doit montrer trois de ces feux superposés;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "des feux de côté;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "un feu de poupe;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "un feu de remorquage placé à la verticale au-dessus du feu de poupe;"
                                },
                                {
                                    "indent": "_v",
                                    "text": "à l’endroit le plus visible, lorsque la longueur du train de remorque dépasse 200 mètres, une marque biconique."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire en train de pousser et un navire poussé en avant reliés par un raccordement rigide de manière à former une unité composite doivent être considérés comme un navire à propulsion mécanique et montrer les feux prescrits par la règle 23."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire à propulsion mécanique en train de pousser en avant ou de remorquer à couple doit sauf s’il s’agit d’une unité composite, montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "au lieu du feu prescrit par la règle 23 a) i), ou par la règle 23(a)(ii), deux feux de tête de mât superposés;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "des feux de côté"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "un feu de poupe."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire à propulsion mécanique auquel les dispositions des paragraphes (a) ou (c) de la présente règle s’appliquent, doit également se conformer aux dispositions de la règle 23(a)(ii)."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire ou objet remorqué autre que ceux mentionnés au paragraphe (g) de la présente règle doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "des feux de côté;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "un feu de poupe;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "à l’endroit le plus visible, lorsque la longueur du train de remorque dépasse 200 mètres, une marque biconique."
                                },
                                {
                                    "indent": "f",
                                    "text": "Étant entendu que les feux d’un nombre quelconque de navires remorqués à couple ou poussés en groupe doivent correspondre à ceux d’un seul navire:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "Un navire poussé en avant, ne faisant pas partie d’une unité composite, doit montrer à son extrémité avant des feux de côté;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navire remorqué à couple doit montrer un feu de poupe et, à son extrémité avant, des feux de côté."
                                },
                                {
                                    "indent": "g",
                                    "text": "Un navire ou objet remorqué qui est partiellement submergé et difficile à apercevoir, ou un ensemble de ces navires ou objets remorques, doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "lorsque sa largeur est inférieure à 25 mètres, un feu blanc visible sur tout l’horizon à l’extrémité avant ou à proximité de celle-ci et un autre à l’extrémité arrière ou à proximité de celle-ci, exception faite des dracones, qui ne sont pas tenues de montrer un feu à leur extrémité avant ou à proximité de celle-ci;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "lorsque sa largeur est égale ou supérieure à 25 mètres, deux feux blancs supplémentaires visibles sur tout l’horizon aux extrémités de sa largeur ou à proximité de celles-ci;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsque sa longueur est supérieure à 100 mètres, des feux blancs visibles sur tout l’horizon supplémentaire, entre les feux prescrits aux alinéas (i) et (ii) de telle sorte que la distance entre les feux ne soit pas supérieure à 100 mètres;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "une marque biconique à l’extrémité arrière ou près de l’extrémité arrière du dernier navire ou objet remorqué et, lorsque la longueur du train de remorque est supérieure à 200 mètres, une marque biconique supplémentaire à l’endroit le plus visible et le plus à l’avant possible."
                                },
                                {
                                    "indent": "h",
                                    "text": "Si, pour une raison suffisante, le navire ou l’objet remorqué est dans l’impossibilité de montrer les feux ou les marques prescrits aux paragraphes (e) ou (g) de la présente règle, toutes les mesures possibles sont prises pour éclairer le navire ou l’objet remorqué ou tout au moins pour indiquer la présence d’un tel navire ou objet."
                                },
                                {
                                    "indent": "i",
                                    "text": "Si, pour une raison suffisante, un navire qui n’effectue pas ordinairement des opérations de remorquage est dans l’impossibilité de montrer les feux prescrits aux paragraphes (a) ou (c) de la présente règle, ce navire n’est pas tenu de montrer ces feux lorsqu’il procède au remorquage d’un autre navire en détresse ou ayant besoin d’une assistance pour d’autres raisons. Toutes les mesures possibles doivent être prises pour indiquer de la manière autorisée par la règle 36, notamment en éclairant le câble de remorquage, le rapport entre le navire remorqueur et le navire remorqué."
                                }
                            ]
                        },
                        {
                            "id": "25",
                            "title": "Navires à voile faisant route et navires à l’aviron",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire à voile qui fait route doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "des feux de côté;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "un feu de poupe."
                                },
                                {
                                    "indent": "",
                                    "text": "",
                                    "image": "C(25)(a)"
                                },
                                {
                                    "indent": "b",
                                    "text": "A bord d’un navire à voile de longueur inférieure à 20 mètres, les feux prescrits au paragraphe a) de la présente règle peuvent être réunis en un seul fanal placé au sommet ou à la partie supérieure du mât, à l’endroit le plus visible."
                                },
                                {
                                    "indent": "c",
                                    "text": "En plus des feux prescrits au paragraphe a) de la présente règle, un navire à voile faisant route peut montrer, au sommet ou à la partie supérieure du mât, à l’endroit où ils sont le plus apparents, des feux superposés visibles sur tout l’horizon, le feu supérieur étant rouge et le feu inférieur vert. Toutefois, ces feux ne doivent pas être montrés en même temps que le fanal autorisé par le paragraphe b) de la présente règle."
                                },
                                {
                                    "indent": "d_i",
                                    "text": "Un navire à voile de longueur inférieure à 7 mètres doit, si possible, montrer les feux prescrits aux paragraphes a) ou b) de la présente règle mais, s’il ne le fait pas, il doit être prêt à montrer immédiatement, pour prévenir un abordage, une lampe électrique ou un fanal allumé à feu blanc."
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Un navire à voile de longueur inférieure à 7 mètres doit, si possible, montrer les feux prescrits aux paragraphes a) ou b) de la présente règle mais, s’il ne le fait pas, il doit être prêt à montrer immédiatement, pour prévenir un abordage, une lampe électrique ou un fanal allumé à feu blanc."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire qui fait route simultanément à la voile et au moyen d’un appareil propulsif doit montrer à l’avant, à l’endroit le plus visible, une marque de forme conique, la pointe en bas."
                                }
                            ]
                        },
                        {
                            "id": "26",
                            "title": "Navires de pêche",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire en train de pêcher ne doit, lorsqu’il fait route ou lorsqu’il est au mouillage, montrer que les feux et marques prescrits par la présente règle."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire en train de chaluter, c’est-à-dire de tirer dans l’eau un chalut ou autre engin de pêche, doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "deux feux superposés visibles sur tout l’horizon, le feu supérieur étant vert et le feu inférieur blanc, ou une marque formée de deux cônes superposés réunis par la pointe;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "un feu de tête de mât disposé à une hauteur supérieure à celle du feu vert visible sur tout l’horizon et à l’arrière de celui-ci. Les navires de longueur inférieure à 50 mètres ne sont pas tenus de montrer ce feu, mais peuvent le faire;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsqu’il a de l’erre, outre les feux prescrits au présent paragraphe, des feux de côté et un feu de poupe."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire en train de pêcher, autre qu’un navire en train de chaluter, doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "deux feux superposés visibles sur tout l’horizon, le feu supérieur étant rouge et le feu inférieur blanc, ou une marque formée de deux cônes superposés réunis par la pointe;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "si son engin de pêche est déployé sur une distance horizontale supérieure à 150 mètres à partir du navire, un feu blanc visible sur tout l’horizon ou un cône, la pointe en haut, dans l’alignement de l’engin;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsqu’il a de l’erre, outre les feux prescrits au présent paragraphe, des feux de côté et un feu de poupe."
                                },
                                {
                                    "indent": "d",
                                    "text": "Les signaux supplémentaires décrits à l’Annexe II du présent Règlement s’appliquent à un navire en train de pêcher à très peu de distance d’autres navires en train de pêcher."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire qui n’est pas en train de pêcher ne doit pas montrer les feux ou marques prescrits par la présente règle, mais seulement ceux qui sont prescrits pour un navire de sa longueur."
                                }
                            ]
                        },
                        {
                            "id": "27",
                            "title": "Navires qui ne sont pas maîtres de leur manœuvre et navires à capacité de manœuvre restreinte",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire qui n’est pas maître de sa manœuvre doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "à l’endroit le plus visible, deux feux rouges superposés visibles sur tout l’horizon;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "à l’endroit le plus visible, deux boules ou marques analogues superposées;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsqu’il a de l’erre, outre les feux prescrits au présent paragraphe, des feux de côté et un feu de poupe."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire à capacité de manœuvre restreinte, autre qu’un navire effectuant des opérations de déminage, doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "à l’endroit le plus visible, trois feux superposés visibles sur tout l’horizon, les feux supérieur et inférieur étant rouges et le feu du milieu blanc;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "à l’endroit le plus visible, trois marques superposées, les marques supérieure et inférieure étant des boules, celle du milieu un bicône;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsqu’il a de l’erre, outre les feux prescrits à l’alinéa i), un feu ou des feux de tête de mât, des feux de côté et un feu de poupe;"
                                },
                                {
                                    "indent": "_iv",
                                    "text": "lorsqu’il est au mouillage, outre les feux ou marques prescrits aux alinéas (i) et (ii), les feux ou marques prescrits par la règle 30."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire à propulsion mécanique en train d’effectuer une opération de remorquage qui permet difficilement au navire remorqueur et à sa remorque de modifier leur route, doit outre les feux ou marques prescrits par la règle 24(a), montrer les feux ou marques prescrits aux paragraphes (b) i) et (b)(ii) de la présente règle."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire à capacité de manœuvre restreinte en train de draguer ou d’effectuer des opérations sous-marines doit montrer les feux et marques prescrits aux alinéas(i), (ii) et (iii) du paragraphe (b) de la présente règle et, lorsqu’il existe une obstruction, doit montrer en outre:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "deux feux rouges visibles sur tout l’horizon ou deux boules superposées pour indiquer le côté où se trouve l’obstruction;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "deux feux verts visibles sur tout l’horizon ou deux bicônes superposés pour indiquer le côté sur lequel un autre navire peut passer;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "lorsqu’il est au mouillage, au lieu des feux ou de la marque prescrits par la règle 30, les feux ou marques prescrits dans le présent paragraphe."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire participant à des opérations de plongée qui ne peut, en raison de ses dimensions, montrer tous les feux et marques prescrits au paragraphe (d) de la présente règle, doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "à l’endroit le plus visible, trois feux superposés, visibles sur tout l’horizon, les feux supérieur et inférieur étant rouges et le feu du milieu blanc;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "une reproduction rigide, d’au moins un mètre de hauteur, du pavillon \"A\" du Code international de signaux. Il doit prendre des mesures pour que cette reproduction soit visible sur tout l’horizon."
                                },
                                {
                                    "indent": "f",
                                    "text": "Un navire effectuant des opérations de déminage doit montrer, outre les feux prescrits pour les navires à propulsion mécanique par la règle 23 ou les feux ou la marque prescrits pour les navires au mouillage par la règle 30, selon le cas, trois feux verts visibles sur tout l’horizon ou trois boules. Il doit montrer un de ces feux ou marques à proximité de la tête du mât de misaine et un de ces feux ou marques à chaque extrémité de la vergue de misaine. Ces feux ou marques indiquent qu’il est dangereux pour un autre navire de s’approcher à moins de 1 000 mètres du navire qui effectue le déminage."
                                },
                                {
                                    "indent": "g",
                                    "text": "Les navires de longueur inférieure à 12 mètres, à l’exception des navires participant à des opérations de plongée, ne sont pas tenus de montrer les feux et marques prescrits par la présente règle."
                                },
                                {
                                    "indent": "h",
                                    "text": "Les signaux prescrits par la présente règle ne sont pas des signaux de navires en détresse et demandant assistance. Les signaux de cette dernière catégorie font l’objet de l’annexe IV du présent Règlement."
                                }
                            ]
                        },
                        {
                            "id": "28",
                            "title": "Vessels constrained by their draught",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Un navire handicapé par son tirant d’eau peut, outre les feux prescrits pour les navires à propulsion mécanique par la règle 23, montrer à l’endroit le plus visible trois feux rouges superposés visibles sur tout l’horizon ou une marque cylindrique."
                                }
                            ]
                        },
                        {
                            "id": "29",
                            "title": "Bateaux-pilotes",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un bateau-pilote en service de pilotage doit montrer:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "à la tête du mât ou à proximité de celle-ci, deux feux superposés visibles sur tout l’horizon, le feu supérieur étant blanc et le feu inférieur rouge;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "de plus, lorsqu’il fait route, des feux de côté et un feu de poupe;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "au mouillage, outre les feux prescrits à l’alinéa i), le feu, les feux ou la marque prescrits par la règle 30 pour les navires au mouillage."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un bateau-pilote qui n’est pas en service de pilotage doit montrer les feux ou marques prescrits pour un navire de sa longueur."
                                }
                            ]
                        },
                        {
                            "id": "30",
                            "title": "Navires au mouillage et navires échoués",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Un navire au mouillage doit montrer à l’endroit le plus visible:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "à l’avant, un feu blanc visible sur tout l’horizon ou une boule;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "à l’arrière ou près de l’arrière, plus bas que le feu prescrit à l’alinéa (i), un feu blanc visible sur tout l’horizon."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire au mouillage de longueur inférieure à 50 mètres peut montrer, à l’endroit le plus visible, un feu blanc visible sur tout l’horizon, au lieu des feux prescrits au paragraphe (a) de la présente règle."
                                },
                                {
                                    "indent": "c",
                                    "text": "En outre, un navire au mouillage peut utiliser ses feux de travail disponibles ou des feux équivalents pour illuminer ses ponts. Cette disposition est obligatoire pour les navires de longueur égale ou supérieure à 100 mètres."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire échoué doit montrer les feux prescrits aux paragraphes a) ou b) de la présente règle et, de plus, à l’endroit le plus visible:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "deux feux rouges superposés visibles sur tout l’horizon;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "trois boules superposées."
                                },
                                {
                                    "indent": "e",
                                    "text": "Les navires de longueur inférieure à 7 mètres, lorsqu’ils sont au mouillage, ne sont pas tenus de montrer les feux ou la marque prescrits aux paragraphes (a), (b) ou (c) de la présente règle, sauf s’ils sont au mouillage ou échoués dans un chenal étroit, une voie d’accès ou un ancrage, à proximité de ces lieux, ou sur les routes habituellement fréquentées par d’autres navires."
                                },
                                {
                                    "indent": "f",
                                    "text": "Les navires de longueur inférieure à 12 mètres, lorsqu’ils sont échoués, ne sont pas tenus de montrer les feux ou marques prescrits aux alinéas (i) et (ii) du paragraphe (d) de la présente règle."
                                }
                            ]
                        },
                        {
                            "id": "31",
                            "title": "Hydravions",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Un hydravion ou un navion qui est dans l’impossibilité de montrer les feux et marques présentant les caractéristiques ou situés aux emplacements prescrits par les règles de la présente partie, doit montrer des feux et marques se rapprochant le plus possible de ceux prescrits par ces règles."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "D",
            "title": "Partie D - Signaux sonores et lumineux",
            "sections": [
                {
                    "id": "1",
                    "title": "",
                    "rules":[
                        {
                            "id": "32",
                            "title": "Définitions",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Le terme **«sifflet»** désigne tout appareil de signalisation sonore capable d’émettre les sons prescrits et conforme aux spécifications de l’annexe III du présent Règlement."
                                },
                                {
                                    "indent": "b",
                                    "text": "L’expression **«son bref»** désigne un son d’une durée d’environ une seconde."
                                },
                                {
                                    "indent": "c",
                                    "text": "L’expression **«son prolongé»** désigne un son d’une durée de quatre à six secondes."
                                }
                            ]
                        },
                        {
                            "id": "33",
                            "title": "Matériel de signalisation sonore",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Les navires de longueur égale ou supérieure à 12 m doivent être pourvus d’un sifflet, les navires de longueur égale ou supérieure à 20 m doivent être pourvus d’une cloche en sus d’un sifflet et les navires de longueur égale ou supérieure à 100 m doivent être en outre pourvus d’un gong dont le son et le timbre ne doivent pas pouvoir être confondus avec ceux de la cloche. Le sifflet, la cloche et le gong doivent satisfaire aux spécifications de l’Annexe III du présent Règlement. La cloche ou le gong, ou les deux, peuvent être remplacés par un autre matériel ayant respectivement les mêmes caractéristiques sonores, à condition qu’il soit toujours possible d’actionner manuellement les signaux prescrits."
                                },
                                {
                                    "indent": "b",
                                    "text": "Les navires de longueur inférieure à 12 mètres ne sont pas tenus d’avoir à leur bord les appareils de signalisation sonore prescrits au paragraphe a) de la présente règle, mais ils doivent, en l’absence de tels appareils, être munis d’un autre moyen d’émettre un signal sonore efficace."
                                }
                            ]
                        },
                        {
                            "id": "34",
                            "title": "Signaux de manœuvre et signaux d’avertissement",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Lorsque des navires sont en vue les uns des autres, un navire à propulsion mécanique faisant route doit, lorsqu’il effectue des manœuvres autorisées ou prescrites par les présentes Règles, indiquer ces manœuvres par les signaux suivants, émis au sifflet:"
                                },
                                {
                                    "indent": "_•",
                                    "text": "un son bref pour dire: **«Je viens sur tribord»**;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "deux sons brefs pour dire: **«Je viens sur bâbord»**;"
                                },
                                {
                                    "indent": "_•",
                                    "text": "trois sons brefs pour dire: **«Je bats en arrière»**."
                                },
                                {
                                    "indent": "b",
                                    "text": "Tous les navires peuvent compléter les signaux au sifflet prescrits au paragraphe (a) de la présente règle par des signaux lumineux répétés, selon les besoins, pendant la durée de la manœuvre:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "ces signaux lumineux ont la signification suivante:"
                                },
                                {
                                    "indent": "__•",
                                    "text": "un éclat pour dire: **«Je viens sur tribord»**;"
                                },
                                {
                                    "indent": "__•",
                                    "text": "deux éclats pour dire: **«Je viens sur bâbord»**;"
                                },
                                {
                                    "indent": "__•",
                                    "text": "trois éclats pour dire: **«Je bats en arrière»**;"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "chaque éclat doit durer une seconde environ, l’intervalle entre les éclats doit être d’une seconde environ et l’intervalle entre les signaux successifs doit être de dix secondes au moins;"
                                },
                                {
                                    "indent": "_iii",
                                    "text": "le feu utilisé pour ce signal doit, s’il existe, être un feu blanc visible sur tout l’horizon à une distance de cinq milles au moins et doit être conforme aux dispositions de l’annexe I du présent Règlement."
                                },
                                {
                                    "indent": "c",
                                    "text": "Lorsqu’ils sont en vue l’un de l’autre dans un chenal étroit ou une voie d’accès:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "un navire qui entend en rattraper un autre doit, conformément aux dispositions de la règle 9(e)(i), indiquer son intention en émettant au sifflet les signaux suivants:"
                                },
                                {
                                    "indent": "__•",
                                    "text": "deux sons prolongés suivis d’un son bref pour dire: **«Je compte vous rattraper sur tribord»**;"
                                },
                                {
                                    "indent": "__•",
                                    "text": "deux sons prolongés suivis de deux sons brefs pour dire: **«Je compte vous rattraper sur bâbord»**"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "le navire qui est sur le point d’être rattrapé doit, en manœuvrant conformément aux dispositions de la règle 9(e)(i), indiquer son accord en émettant au sifflet le signal suivant:"
                                },
                                {
                                    "indent": "__•",
                                    "text": "un son prolongé, un son bref, un son prolongé et un son bref, émis dans cet ordre."
                                },
                                {
                                    "indent": "d",
                                    "text": "Lorsque deux navires en vue l’un de l’autre s’approchent l’un de l’autre et que, pour une raison quelconque, l’un d’eux ne comprend pas les intentions ou les manœuvres de l’autre, ou se demande si l’autre navire prend les mesures suffisantes pour éviter l’abordage, le navire qui a des doutes les exprime immédiatement en émettant au sifflet une série rapide d’au moins cinq sons brefs. Ce signal peut être complété par un signal lumineux d’au moins cinq éclats brefs et rapides."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire s’approchant d’un coude ou d’une partie d’un chenal ou d’une voie d’accès où d’autres navires peuvent être cachés par un obstacle, doit faire entendre un son prolongé. Tout navire venant dans sa direction qui entend le signal de l’autre côté du coude ou derrière l’obstacle doit répondre à ce signal en faisant entendre un son prolongé."
                                },
                                {
                                    "indent": "f",
                                    "text": "Lorsque des sifflets sont installés à bord d’un navire à une distance de plus de 100 mètres les uns des autres, on ne doit utiliser qu’un seul sifflet pour émettre des signaux de manœuvre et des signaux avertisseurs."
                                }
                            ]
                        },
                        {
                            "id": "35",
                            "title": "Signaux sonores par visibilité réduite",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Tant de jour que de nuit, à l’intérieur ou à proximité d’une zone où la visibilité est réduite, les signaux prescrits par la présente règle doivent être utilisés comme suit:"
                                },
                                {
                                    "indent": "a",
                                    "text": "Un navire à propulsion mécanique ayant de l’erre doit faire entendre un son prolongé à des intervalles ne dépassant pas deux minutes."
                                },
                                {
                                    "indent": "b",
                                    "text": "Un navire à propulsion mécanique faisant route, mais stoppé et n’ayant pas d’erre, doit faire entendre, à des intervalles ne dépassant pas deux minutes, deux sons prolongés séparés par un intervalle de deux secondes environ."
                                },
                                {
                                    "indent": "c",
                                    "text": "Un navire qui n’est pas maître de sa manœuvre, un navire à capacité de manœuvre restreinte, un navire handicapé par son tirant d’eau, un navire à voile, un navire en train de pêcher et un navire qui en remorque ou en pousse un autre doivent émettre, au lieu des signaux prescrits aux paragraphes a) ou b) de la présente règle, trois sons consécutifs, à savoir un son prolongé suivi de deux sons brefs, à des intervalles ne dépassant pas deux minutes."
                                },
                                {
                                    "indent": "d",
                                    "text": "Un navire en train de pécher, lorsqu’il est au mouillage, et un navire à capacité de manœuvre restreinte qui procède à ses travaux au mouillage doivent émettre, au lieu des signaux prescrits au paragraphe g) de la présente règle, le signal prescrit au paragraphe c) de la présente règle."
                                },
                                {
                                    "indent": "e",
                                    "text": "Un navire remorqué ou, s’il en est remorqué plus d’un, le dernier navire du convoi doit, s’il a un équipage à bord, faire entendre, à des intervalles ne dépassant pas deux minutes, quatre sons consécutifs, à savoir un son prolongé suivi de trois sons brefs. Lorsque cela est possible, ce signal doit être émis immédiatement après le signal du navire remorqueur."
                                },
                                {
                                    "indent": "f",
                                    "text": "Un navire en train de pousser et un navire poussé en avant reliés par un raccordement rigide de manière à former une unité composite doivent être considérés comme un navire à propulsion mécanique et doivent faire entendre les signaux prescrits aux paragraphes a) ou b) de la présente règle."
                                },
                                {
                                    "indent": "g",
                                    "text": "Un navire au mouillage doit sonner la cloche rapidement pendant cinq secondes environ, à des intervalles ne dépassant pas une minute. A bord d’un navire de longueur égale ou supérieure à 100 mètres, on doit sonner la cloche sur la partie avant du navire et, immédiatement après, sonner rapidement le gong pendant cinq secondes environ sur la partie arrière. Un navire au mouillage peut en outre faire entendre trois sons consécutifs, à savoir un son bref suivi d’un son prolongé et d’un son bref, pour signaler sa position et la possibilité d’un abordage à un navire qui s’approche."
                                },
                                {
                                    "indent": "h",
                                    "text": "Un navire échoué doit sonner la cloche et, en cas de besoin, faire entendre le gong, ainsi qu’il est prescrit au paragraphe g) de la présente règle. De plus, il doit faire entendre trois coups de cloche séparés et distincts immédiatement avant et après avoir fait entendre la sonnerie rapide de la cloche. De plus, un navire échoué peut émettre au sifflet un signal approprié."
                                },
                                {
                                    "indent": "i",
                                    "text": "Un navire de longueur égale ou supérieure à 12 m mais inférieure à 20 m n’est pas tenu de faire entendre les coups de cloche prescrits aux paragraphes g) et h) de la présente règle. Toutefois, lorsqu’il ne le fait pas, il doit faire entendre un autre signal sonore efficace à des intervalles ne dépassant deux minutes."
                                },
                                {
                                    "indent": "j",
                                    "text": "Un navire de longueur inférieure à 12 mètres n’est pas tenu de faire entendre les signaux mentionnés ci-dessus, mais lorsqu’il ne le fait pas, il doit faire entendre un autre signal sonore efficace à des intervalles ne dépassant pas deux minutes."
                                },
                                {
                                    "indent": "k",
                                    "text": "Un bateau-pilote en service de pilotage peut, outre les signaux prescrits aux paragraphes (a), (b) ou (g) de la présente règle, faire entendre un signal d’identification consistant en quatre sons brefs."
                                }
                            ]
                        },
                        {
                            "id": "36",
                            "title": "Signals to attract attention",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Tout navire peut, s’il juge nécessaire d’appeler l’attention d’un autre navire, émettre des signaux lumineux ou sonores ne pouvant être confondus avec tout autre signal autorisé par l’une quelconque des présentes règles, ou bien orienter le faisceau de son projecteur en direction du danger qui menace un navire de façon telle que ce faisceau ne puisse gêner d’autres navires."
                                },
                                {
                                    "indent": "p",
                                    "text": "Tout feu destiné à attirer l’attention d’un autre navire ne doit pas pouvoir être confondu avec une aide à la navigation. Aux fins de la présente règle, l’emploi de feux intermittents ou tournants à haute intensité, tels que les phares gyroscopiques, doit être évité."
                                }
                            ]
                        },
                        {
                            "id": "37",
                            "title": "Signaux de détresse",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Un navire qui est en détresse et demande assistance doit utiliser ou montrer les signaux décrits à l’annexe IV du présent Règlement."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "E",
            "title": "Partie E – Exemptions",
            "sections": [
                {
                    "id": "1",
                    "title": "",
                    "rules": [
                        {
                            "id": "38",
                            "title": "Exemptions",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Tout navire (ou catégorie de navires) qui satisfait aux prescriptions des Règles internationales de 1960 pour prévenir les abordages en mer et dont la quille est posée, ou qui se trouve à un stade de construction équivalent, avant l’entrée en vigueur du présent Règlement, peut bénéficier des exemptions suivantes qui s’appliquent audit Règlement:"
                                },
                                {
                                    "indent": "a",
                                    "text": "Installation des feux dont la portée lumineuse est prescrite par la règle 22: quatre ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "b",
                                    "text": "Installation des feux dont les couleurs sont prescrites à la section 7 de L’annexe I du présent Règlement: quatre ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "c",
                                    "text": "Changement de l’emplacement des feux résultant du passage des mesures britanniques au système métrique et de l’arrondissement des chiffres des mesures: exemption permanente."
                                },
                                {
                                    "indent": "d_i",
                                    "text": "Changement de l’emplacement des feux de tête de mât à bord des navires de longueur inférieure à 150 mètres, résultant des prescriptions de la section 3(a) de l’annexe I du présent Règlement: exemption permanente."
                                },
                                {
                                    "indent": "_ii",
                                    "text": "Changement de l’emplacement des feux de tête de mât à bord des navires de longueur égale ou supérieure à 150 mètres, résultant des prescriptions de la section 3(a) de l’annexe I du présent Règlement: neuf ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "e",
                                    "text": "Changement de l’emplacement des feux de tête de mât résultant des prescriptions de la section 2(b) de l’annexe I du présent Règlement: neuf ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "f",
                                    "text": "Changement de l’emplacement des feux de côté résultant des prescriptions des sections 2(g) et 3(b) de l’annexe I du présent Règlement: neuf ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "g",
                                    "text": "Spécifications du matériel de signalisation sonore prescrites par l’annexe III du présent Règlement: neuf ans à compter de la date d’entrée en vigueur du présent Règlement."
                                },
                                {
                                    "indent": "h",
                                    "text": "Changement de l’emplacement des feux visibles sur tout l’horizon résultant des prescriptions de la section 9(b) de l’annexe I du présent Règlement: exemption permanente."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id" : "F",
            "title": "Partie F - Vérification du respect des dispositions de la convention",
            "sections": [
                {
                    "id": "1",
                    "title": "",
                    "rules": [
                        {
                            "id": "39",
                            "title": "Définitions",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Audit désigne un processus systématique, indépendant et dûment étayé qui vise à obtenir des preuves d’audit et à les analyser objectivement pour déterminer la mesure dans laquelle les critères d’audit sont remplis."
                                },
                                {
                                    "indent": "b",
                                    "text": "Programme d’audit désigne le Programme d’audit des États Membres de l’OMI que l’Organisation a établi et qui tient compte des directives élaborées par l’Organisation."
                                },
                                {
                                    "indent": "c",
                                    "text": "Code d’application désigne le Code d’application des instruments de l’OMI (Code III), que l’Organisation a adopté par la résolution A.1070(28)."
                                },
                                {
                                    "indent": "d",
                                    "text": "Norme d’audit désigne le Code d’application."
                                }
                            ]
                        },
                        {
                            "id": "40",
                            "title": "Application",
                            "content":[
                                {
                                    "indent": "p",
                                    "text": "Les Gouvernements contractants utilisent les dispositions du Code d’application lorsqu’ils s’acquittent des devoirs et responsabilités qui leur incombent en vertu de la présente Convention."
                                }
                            ]
                        },
                        {
                            "id": "41",
                            "title": "Vérification de la conformité",
                            "content":[
                                {
                                    "indent": "a",
                                    "text": "Toute Partie contractante fait l’objet d’audits périodiques qu’effectue l’Organisation conformément à la norme d’audit en vue de vérifier qu’elle respecte et applique les dispositions de la présente Convention."
                                },
                                {
                                    "indent": "b",
                                    "text": "Le Secrétaire général de l’Organisation est responsable de l’administration du Programme d’audit conformément aux directives élaborées par l’Organisation."
                                },
                                {
                                    "indent": "c",
                                    "text": "Il incombe à toute Partie contractante de faciliter la conduite de l’audit et la mise en œuvre d’un programme d’action visant à donner suite aux conclusions, en se fondant sur les directives adoptées par l’Organisation."
                                },
                                {
                                    "indent": "d",
                                    "text": "L’audit de chaque Partie contractante doit:"
                                },
                                {
                                    "indent": "_i",
                                    "text": "suivre un calendrier global établi par le Secrétaire général de l’Organisation qui tienne compte des directives élaborées par l’Organisation1; et"
                                },
                                {
                                    "indent": "_ii",
                                    "text": "être effectué à des intervalles réguliers, compte tenu des directives élaborées par l’Organisation."
                                },
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}


